Revit 2015 API
FamilySymbolSet Constructor
Initializes a new instance of the FamilySymbolSet class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public FamilySymbolSet()
Visual Basic
Public Sub New
Visual C++
public:
FamilySymbolSet()
See Also
FamilySymbolSet Class
Autodesk.Revit.DB Namespace